{
  "retCode": "0000",
  "retMsg": "成功",
  "retData": {
    "id": "77cf08216e7841e6b0e88c49126c246b",
    "title": "Setting Goals for Your Life",
    "subtitle": "",
    "categoryId": "15599876e313440d9c4ffa751fd22abf",
    "content": "&lt;p style=&quot;text-indent:2em&quot;&gt;Successful people imagine how their life should be and set lots of goals. &lt;span&gt;By&lt;/span&gt; setting goals you are taking control of your life. It&rsquo;s like having a map to show you where you want to go. Think of it this way. There are two drivers. One has a destination in mind which can be found on a map. She can drive straight there surely without any wasted time of wrong turns. The other driver has no goal, or destination or map. She starts off at the same time from the same place as the first driver, but she drives aimlessly around, never getting anywhere, just using up gas.&lt;/p&gt;&lt;p style=&quot;text-indent:2em&quot;&gt;Which driver do you want to be?&lt;/p&gt;&lt;p style=&quot;text-indent:2em&quot;&gt;Winners in life set goals and follow through on them. They decide what they want in life and then get there by making plans and setting goals. Unsuccessful people usually just let life happen by accident. Goals aren&rsquo;t difficult to set and they aren&rsquo;t difficult to reach. It&rsquo;s up to you to find out what your goals really are. You are the one who must decide what to achieve and in what direction to aim your life.&lt;/p&gt;&lt;p style=&quot;text-indent:2em&quot;&gt;Research tells us that when we write a goal down we are more likely to achieve it. Written goals can be reviewed regularly, and have more power. Like a contract with yourself, they are harder to neglect or forget. &lt;span&gt;Also&lt;/span&gt; when you write your goals in a particular way you are able to make yourself continuously aware of situations that will bring you nearer to your goal.&lt;/p&gt;",
    "contentTrans": "&lt;p align=&quot;center&quot;&gt;&lt;strong&gt;为你的生活设定目标&lt;/strong&gt;&lt;/p&gt;&lt;p style=&quot;text-indent:2em&quot;&gt;成功者都是对人生有憧憬的人，他们会树立很多目标。有了目标，你就可以决定自己的人生，就像地图可以帮你指路。设想有两名驾驶者，其中一个很清楚要去地图上的哪个地方，她一路直达，无需走无谓的弯路。另一个没有目标，不知道要去哪儿，身上也没带地图。她跟前者同时从一个地方出发，漫无目的地驾驶，油用光了还是哪里都到不了。&lt;/p&gt;&lt;p style=&quot;text-indent:2em&quot;&gt;你想做哪个驾驶者呢？&lt;/p&gt;&lt;p style=&quot;text-indent:2em&quot;&gt;成功者设定目标，并全力实现。他们有人生愿望，并通过计划和目标来实现。失败者只会听天由命。事实上，定目标容易，实现也不难。找到人生目标，全靠个人。要自己决定目标和人生方向。&lt;/p&gt;&lt;p style=&quot;text-indent:2em&quot;&gt;研究表明，目标一旦写出来，现实的可能就大了。你可以定期对写在纸上的目标进行审视，从中获得动力。这就像是跟自己签合同，不大可能忽略或忘记。而且，目标特地写出来，你会一直意识到自己的处境，让你慢慢靠近目标。&lt;/p&gt;",
    "audio":"http://whdx-admin.cdn.bcebos.com/v1/%E8%8B%B1%E8%AF%AD/201704/1492657627575_Setting%20Goals%20for%20Your%20Life.mp3?authorization=bce-auth-v1%2Fc61a6808813c4c2ab9b265c9a429588f%2F2017-07-10T02%3A45%3A59Z%2F-1%2F%2F3bec49506d3eae045990a93ff06b339a2a7b8b08d80daa4e45a72acea2172f72"
  },
  "retGold": 0
}
